Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_OOBECrossOSFileAccess_NetworkingAppsFromWindowsSample.Text
source: If you are building a networking app (for example an app running on a NodeJS or SQL server) in your Linux distribution, you can access it from a Windows app (like your Edge or Chrome internet browser) using localhost (just like you normally would). This means if you started a Linux server that is listening to port 3000, you can go to [http://localhost:3000] in Edge on Windows to access it.
cs_cz: Pokud vytváříte síťovou aplikaci (například aplikaci spuštěnou na NodeJS nebo SQL Serveru) v linuxové distribuci, můžete k ní přistupovat z aplikace pro Windows (jako jsou internetové prohlížeče Edge nebo Chrome) pomocí localhost (stejně jako obvykle). To znamená, že pokud jste spustili linuxový server, který naslouchá portu 3000, můžete přejít na [http://localhost:3000] v Edgi ve Windows a získat k němu přístup.
da_dk: Hvis du bygger en netværksapp (f.eks. en app, der kører på en NodeJS eller SQL-server) i din Linux-distribution, kan du få adgang til den fra en Windows-app (f.eks. din Edge- eller Chrome-internetbrowser) ved hjælp af localhost (ligesom du normalt ville gøre). Det betyder, at hvis du startede en Linux-server, der lytter til port 3000, kan du gå til [http://localhost:3000] i Edge på Windows for at få adgang til den.
de_de: Wenn Sie eine Netzwerk-App (z. B. eine App, die auf einem NodeJS oder SQL Server ausgeführt wird) in Ihrer Linux-Distribution erstellen, können Sie über eine Windows-App (z. B. Ihren Edge- oder Chrome-Internetbrowser) mithilfe von Localhost (wie Sie es normalerweise tun würden) darauf zugreifen. Das heißt, wenn Sie einen Linux-Server gestartet haben, der Port 3000 überwacht, können Sie zu Edge unter Windows zu [http://localhost:3000] wechseln, um darauf zuzugreifen.
el_gr: Εάν δημιουργείτε μια εφαρμογή δικτύωσης (για παράδειγμα, μια εφαρμογή που εκτελείται σε έναν διακομιστή NodeJS ή SQL) στη διανομή Linux σας, μπορείτε να αποκτήσετε πρόσβαση σε αυτήν από μια εφαρμογή των Windows (όπως το πρόγραμμα περιήγησης στο διαδίκτυο Edge ή Chrome) χρησιμοποιώντας το localhost (όπως θα κάνατε κανονικά). Αυτό σημαίνει ότι αν ξεκινήσατε έναν διακομιστή Linux που "ακούει" (listens) στη θύρα 3000, μπορείτε να μεταβείτε στο [http://localhost:3000] στον Edge από τα Windows για να αποκτήσετε πρόσβαση σε αυτόν.
es_es: Si va a compilar una aplicación de red (por ejemplo, una aplicación que se ejecuta en un servidor SQL Server o NodeJS) en la distribución de Linux, puede acceder a ella desde una aplicación de Windows (como el explorador de Internet Edge o Chrome) mediante localhost (como lo haría normalmente). Esto significa que si inició un servidor Linux que escucha el puerto 3000, puede ir a [http://localhost:3000] en Edge en Windows para acceder a él.
fi_fi: Jos olet luomassa verkkosovellusta (esimerkiksi NodeJS- tai SQL-palvelimella suoritettavaa sovellusta) Linux-jakelussa, voit käyttää sitä Windows-sovelluksesta (kuten Edgestä tai Chrome-Internet-selaimesta) localhostin avulla (aivan kuten normaalisti). Tämä tarkoittaa, että jos olet käynnistänyt Linux-palvelimen, joka kuuntelee porttia 3000, voit siirtyä Windowsin Edgessä kohtaan [http://localhost:3000] käyttääksesi sitä.
fr_fr: Si vous créez une application réseau (par exemple une application exécutée sur un serveur NodeJS ou langage SQL) dans votre distribution Linux, vous pouvez y accéder à partir d'une application Windows (comme votre navigateur Internet Edge ou Chrome) à l'aide de localhost (comme vous le feriez normalement). Cela signifie que si vous avez démarré un serveur Linux qui écoute le port 3000, vous pouvez accéder à [http://localhost:3000] dans Edge sous Windows pour y accéder.
hu_hu: Ha hálózati alkalmazást (például NodeJS-en vagy SQL-kiszolgálón futó alkalmazást) hoz létre a Linux-disztribúcióban, a localhost használatával elérheti azt egy Windows-alkalmazásból (például a Microsoft Edge vagy a Chrome böngészőből). Ez azt jelenti, hogy ha olyan Linux-kiszolgálót indított el, amely a 3000-es portot figyeli, a windowsos [http://localhost:3000] elérési úton érheti el.
it_it: Se stai creando un'app di rete (ad esempio un'app in esecuzione in un server NodeJS o SQL) nella distribuzione Linux, puoi accedervi da un'app di Windows (come il browser Internet Edge o Chrome) usando localhost (come faresti normalmente). Pertanto, se hai avviato un server Linux in ascolto della porta 3000, puoi passare a [http://localhost:3000] in Microsoft Edge in Windows per accedervi.
ja_jp: Linux ディストリビューションでネットワーク アプリ (NodeJS や SQL Server で実行されているアプリなど) を構築する場合は、localhost (通常と同様) を使用して Windows アプリ (Edge や Chrome インターネット ブラウザーなど) からアクセスできます。これは、ポート 3000 をリッスンしている Linux サーバーを起動した場合、Windows 上の Edge で [http://localhost:3000] にアクセスできることを意味します。
ko_kr: Linux 배포판에서 네트워킹 앱(예: NodeJS 또는 SQL 서버에서 실행되는 앱)을 빌드하는 경우 평소와 같이 localhost를 사용하여 Windows 앱(예: Edge 또는 Chrome 인터넷 브라우저)에서 액세스할 수 있습니다. 즉, 포트 3000을 수신 대기하는 Linux 서버를 시작한 경우 Windows의 Edge에서 [http://localhost:3000]로 이동하여 액세스할 수 있습니다.
nb_no: Hvis du bygger en nettverksapp (for eksempel en app som kjører på en NodeJS- eller SQL-server) i Linux-distribusjonen, kan du få tilgang til den fra en Windows-app (for eksempel Edge- eller Chrome-nettleseren) ved hjelp av localhost (på vanlig måte). Dette betyr at hvis du startet en Linux-server som lytter til port 3000, kan du gå til [http://localhost:3000] i Edge på Windows for å få tilgang til den.
nl_nl: Als u een netwerk-app bouwt (bijvoorbeeld een app die wordt uitgevoerd op een NodeJS- of SQL-server) in uw Linux-distributie, hebt u toegang tot de app vanuit een Windows-app (zoals uw Edge- of Chrome-internetbrowser) met localhost (net zoals normaal). Dit betekent dat als u een Linux-server hebt gestart die luistert naar poort 3000, u naar [http://localhost:3000] kunt gaan in Edge op Windows om toegang te krijgen tot de server.
pl_pl: Jeśli tworzysz aplikację sieciową (na przykład aplikację działającą na serwerze NodeJS lub SQL) w dystrybucji systemu Linux, możesz uzyskać do niej dostęp z poziomu aplikacji systemu Windows (takiej jak przeglądarka internetowa Edge lub Chrome) przy użyciu hosta lokalnego (tak jak zwykle jest to możliwe). Oznacza to, że jeśli uruchomiono serwer z systemem Linux, który nasłuchuje portu 3000, możesz przejść do [http://localhost:3000] w przeglądarce Microsoft Edge w systemie Windows, aby uzyskać do niego dostęp.
pt_br: Se estiver criando um aplicativo de rede (por exemplo, um aplicativo em execução em um NodeJS ou SQL Server) na sua distribuição do Linux, você poderá acessá-lo a partir de um aplicativo do Windows (como o seu navegador da internet Edge ou Chrome) usando o localhost (exatamente como faria normalmente). Isso significa que, se você iniciou um servidor Linux que está escutando na porta 3000, você pode ir para [http://localhost:3000] no Edge no Windows para acessá-lo.
pt_pt: Se estiver a criar uma aplicação de rede (por exemplo, uma aplicação em execução num Servidor NodeJS ou SQL) na sua distribuição do Linux, pode aceder à mesma numa aplicação Windows (como o browser Edge ou Chrome) utilizando o localhost (tal como faria normalmente). Isto significa que, se tiver iniciado um servidor Linux que esteja a escutar a porta 3000, pode aceder a [http://localhost:3000] no Edge no Windows para aceder ao mesmo.
ru_ru: При создании сетевого приложения (например, для работы на NodeJS или SQL Server) в дистрибутиве Linux, доступ к нему можно получить из приложения Windows (например, браузера Edge или Chrome) с помощью localhost (как обычно). Это означает, что если у вас запущен сервер Linux, прослушивающий порт 3000, для доступа к нему можно перейти на [http://localhost:3000] в Edge на Windows.
sv_se: Om du skapar en nätverksapp (till exempel en app som körs på en NodeJS- eller SQL-server) i din Linux-distribution, kan du komma åt den från en Windows-app (som din Edge eller Chrome-webbläsare) med localhost (precis som vanligt). Det innebär att om du startade en Linux-server som lyssnar på port 3000 kan du gå till [http://localhost:3000] i Edge på Windows för att komma åt den.
tr_tr: Linux dağıtımınızda bir ağ uygulaması (örneğin, NodeJS veya SQL sunucusunda çalışan bir uygulama) oluşturuyorsanız, localhost'u (normalde yaptığınız gibi) kullanarak bu uygulamaya bir Windows uygulamasından (Edge veya Chrome internet tarayıcınız gibi) erişebilirsiniz. Bu, 3000 numaralı bağlantı noktasını dinleyen bir Linux sunucusu başlattıysanız, ona erişmek için Windows'ta Edge'de [http://localhost:3000] sayfasına gidebileceğiniz anlamına gelir.
zh_cn: 如果要在 Linux 分发版中生成网络应用(例如在 NodeJS 或 SQL Server 上运行的应用)，则可以(像通常那样)使用 localhost 从 Windows 应用(如 Edge 或 Chrome Internet 浏览器)访问它。这意味着，如果启动了侦听端口 3000 的 Linux 服务器，则可以在 Windows 上的 Edge 中转到 [http://localhost:3000] 来访问它。
zh_tw: 如果您是在 Linux 發行版本中建置網路應用程式 (例如在 NodeJS 或 SQL 伺服器上執行的應用程式)，可以使用 localhost (方式與平常相同) 透過 Windows 應用程式 (例如 Edge 或 Chrome 網際網路瀏覽器) 加以存取。這代表如果您啟動接聽連接埠 3000 的 Linux 伺服器，即可透過 Windows 上的 Edge 前往 [http://localhost:3000] 加以存取。

# Settings_OOBECrossOSFileAccess_MirroredModeNetworkingTitle.Text
source: Mirrored Mode Networking
cs_cz: Sítě v zrcadleném režimu
da_dk: Netværk i spejlet tilstand
de_de: Netzwerk im gespiegelten Modus
el_gr: Δικτύωση Λειτουργίας Κατοπτρισμού (Mirrored Mode Networking)
es_es: Redes en modo reflejado
fi_fi: Peilatun tilan verkko
fr_fr: Mise en réseau en mode miroir
hu_hu: Tükrözött módú hálózat
it_it: Rete in modalità mirroring
ja_jp: ミラー モード ネットワーク
ko_kr: 미러 모드 네트워킹
nb_no: Nettverk med avspeilet modus
nl_nl: Netwerken in gespiegelde modus
pl_pl: Sieć w trybie dublowanym
pt_br: Rede no modo espelhado
pt_pt: Rede de Modo Espelhado
ru_ru: Зеркальный режим сети
sv_se: Nätverk i speglat läge
tr_tr: Yansıtılmış Mod Ağı
zh_cn: 镜像模式网络
zh_tw: 鏡像模式網路功能

# Settings_OOBECrossOSFileAccess_MirroredModeNetworkingSample.Text
source: WSL also includes a new networking mode, called mirrored mode which adds advanced capabilities like IPv6 support and the ability to access your networking applications in your local area network.
cs_cz: WSL také obsahuje nový síťový režim nazývaný zrcadlený režim, který přidává pokročilé funkce, jako jsou podpora protokolu IPv6 a možnost přístupu k síťovým aplikacím v místní síti.
da_dk: WSL inkluderer også en ny netværkstilstand, kaldet spejlet tilstand, som tilføjer avancerede funktioner som F.eks. IPv6-understøttelse og muligheden for at få adgang til dine netværksprogrammer i dit lokalnetværk.
de_de: WSL enthält auch einen neuen Netzwerkmodus, der als gespiegelter Modus bezeichnet wird und erweiterte Funktionen wie IPv6-Unterstützung und die Möglichkeit bietet, auf Ihre Netzwerkanwendungen in Ihrem lokalen Netzwerk zuzugreifen.
el_gr: Το WSL περιλαμβάνει επίσης μια νέα λειτουργία δικτύου, που ονομάζεται λειτουργία κατοπτρισμού (mirrored mode), η οποία προσθέτει προηγμένες δυνατότητες, όπως υποστήριξη IPv6 και δυνατότητα πρόσβασης στις εφαρμογές δικτύωσης σας στο τοπικό σας δίκτυο (LAN).
es_es: WSL también incluye un nuevo modo de red, denominado modo reflejado, que agrega funcionalidades avanzadas como compatibilidad con IPv6 y la capacidad de acceder a las aplicaciones de red en la red de área local.
fi_fi: WSL sisältää myös uuden verkkotilan eli peilatun tilan, joka lisää lisäominaisuuksia, kuten IPv6-tuen ja mahdollisuuden käyttää verkkosovelluksiasi lähiverkossa.
fr_fr: WSL inclut également un nouveau mode réseau, appelé mode miroir, qui ajoute des fonctionnalités avancées telles que la prise en charge IPv6 et la possibilité d'accéder à vos applications réseau sur votre réseau local.
hu_hu: A WSL egy új, tükrözött módot is tartalmaz, amely fejlett funkciókat biztosít, például IPv6-támogatást, valamint hozzáférést a hálózati alkalmazásokhoz a helyi hálózaton.
it_it: WSL include anche una nuova modalità di rete, denominata modalità mirroring, che aggiunge funzionalità avanzate come il supporto IPv6 e la possibilità di accedere alle applicazioni di rete nella rete locale.
ja_jp: WSL には、ミラー モードと呼ばれる新しいネットワーク モードも含まれており、IPv6 サポートやローカル エリア ネットワーク内のネットワーク アプリケーションにアクセスする機能などの高度な機能が追加されています。
ko_kr: WSL에는 IPv6 지원 및 LAN에서 네트워킹 애플리케이션에 액세스하는 기능과 같은 고급 기능을 추가하는 미러 모드라는 새로운 네트워킹 모드도 포함되어 있습니다.
nb_no: WSL inkluderer også en ny nettverksmodus, kalt avspeilet modus som legger til avanserte funksjoner som IPv6-støtte og muligheten til å få tilgang til nettverksprogrammer i lokalnettet.
nl_nl: WSL bevat ook een nieuwe netwerkmodus, de gespiegelde modus, die geavanceerde mogelijkheden toevoegt, zoals IPv6-ondersteuning en de mogelijkheid om toegang te krijgen tot uw netwerktoepassingen in uw bedrijfsnetwerk.
pl_pl: Podsystem WSL obejmuje również nowy tryb sieci, nazywany trybem dublowanym, który dodaje zaawansowane funkcje, takie jak obsługa protokołu IPv6 i możliwość uzyskiwania dostępu do aplikacji sieciowych w sieci lokalnej.
pt_br: O WSL também inclui um novo modo de rede chamado modo espelhado, que adiciona recursos avançados como o suporte a IPv6 e a capacidade de acessar seus aplicativos de rede na sua rede local.
pt_pt: O WSL também inclui um novo modo de rede, denominado modo espelhado, que adiciona capacidades avançadas como suporte de IPv6 e a capacidade de aceder às suas aplicações de rede na sua rede local.
ru_ru: В WSL также есть новый сетевой режим, именуемый зеркальным режимом. Он добавляет дополнительные возможности, такие как поддержка IPv6 и возможность доступа к сетевым приложениям в локальной сети.
sv_se: WSL innehåller också ett nytt nätverksläge som kallas speglat läge som lägger till avancerade funktioner som IPv6-stöd och möjlighet att komma åt dina nätverksprogram i ditt lokala nätverk.
tr_tr: WSL ayrıca, IPv6 desteği ve yerel alan ağınızdaki ağ uygulamalarınıza erişme yeteneği gibi gelişmiş özellikler ekleyen, yansıtılmış mod adı verilen yeni bir ağ modunu da içerir.
zh_cn: WSL 还包括一种称为镜像模式的新网络模式，该模式添加了 IPv6 支持等高级功能，并且能够访问局域网中的网络应用程序。
zh_tw: WSL 也包含稱為「鏡像模式」的新網路模式，加入了 IPv6 支援等進階功能，並且能夠存取區域網路中的網路應用程式。

# Settings_OOBECrossOSFileAccessLink.Content
source: Learn More About Cross OS File Access
cs_cz: Další informace o přístupu k souborům napříč operačními systémy
da_dk: Få mere at vide om adgang til filer på tværs af operativsystemer
de_de: Weitere Informationen zum betriebssystemübergreifenden Dateizugriff
el_gr: Μάθετε περισσότερα για την Πρόσβαση αρχείων μεταξύ διαφορετικών λειτουργικών συστημάτων
es_es: Obtenga más información sobre el acceso a archivos entre sistemas operativos
fi_fi: Lisätietoja tiedoston käytöstä käyttöjärjestelmien välisesti
fr_fr: En savoir plus sur l'accès aux fichiers multi-OS
hu_hu: További információ az operációs rendszerek közötti fájlhozzáférésről
it_it: Altre informazioni sull'accesso ai file tra più sistemi operativi
ja_jp: クロス OS ファイル アクセスに関する詳細情報
ko_kr: OS 간 파일 액세스에 대한 자세한 정보
nb_no: Mer informasjon om filtilgang på tvers av operativsystemer
nl_nl: Meer informatie over bestandstoegang tussen verschillende besturingssystemen
pl_pl: Dowiedz się więcej o dostępie do plików między systemami operacyjnymi
pt_br: Saiba mais sobre o acesso a arquivos em dois sistemas operacionais
pt_pt: Saiba Mais Sobre o Acesso a Ficheiros Entre SO
ru_ru: Подробнее о доступе из одной ОС к файлам другой
sv_se: Läs mer om filåtkomst mellan operativsystem
tr_tr: İşletim Sistemleri Arası Dosya Erişimi Hakkında Daha Fazla Bilgi Edinin
zh_cn: 了解有关跨系统文件访问的详细信息
zh_tw: 深入了解如何跨 OS 存取檔案

# Settings_OOBEDisplayName
source: Welcome to Windows Subsystem for Linux
cs_cz: Vítá vás Subsystém Windows pro Linux
da_dk: Velkommen til Windows-undersystem til Linux.
de_de: Willkommen bei Windows-Subsystem für Linux
el_gr: Καλώς ορίσατε στο Υποσύστημα Windows για Linux
es_es: Le damos la bienvenida al Subsistema de Windows para Linux
fi_fi: Tervetuloa Windows-alijärjestelmään Linuxille
fr_fr: Bienvenue dans le sous-système Windows pour Linux
hu_hu: Üdvözli a Linuxos Windows-alrendszer
it_it: Benvenuto in Sottosistema Windows per Linux
ja_jp: Linux 用 Windows サブシステムにようこそ
ko_kr: Linux용 Windows 하위 시스템 시작
nb_no: Velkommen til Windows-undersystem for Linux
nl_nl: Welkom bij Windows-subsysteem voor Linux
pl_pl: Podsystem Windows dla systemu Linux — Zapraszamy!
pt_br: Bem-vindo ao Subsistema do Windows para Linux
pt_pt: Damos-lhe as boas-vindas ao Subsistema Windows para Linux
ru_ru: Добро пожаловать в подсистему Windows для Linux.
sv_se: Välkommen till Windows-undersystem för Linux
tr_tr: Linux için Windows Alt Sistemi'ne hoş geldiniz
zh_cn: 欢迎使用适用于 Linux 的 Windows 子系统
zh_tw: 歡迎使用 Windows 子系統 Linux 版

# Settings_OOBEDistroManagement.Description
source: WSL is a great way to try out different Linux distributions.
cs_cz: WSL je skvělý způsob, jak vyzkoušet různé distribuce Linuxu.
da_dk: WSL er en god måde at afprøve forskellige Linux-distributioner på.
de_de: WSL ist eine hervorragende Möglichkeit, verschiedene Linux-Distributionen auszuprobieren.
el_gr: Το WSL είναι ένας εξαιρετικός τρόπος για να δοκιμάσετε διαφορετικές διανομές Linux.
es_es: WSL es una excelente manera de probar diferentes distribuciones de Linux.
fi_fi: WSL on erinomainen tapa kokeilla eri Linux-jakeluja.
fr_fr: WSL est un excellent moyen d'essayer différentes distributions Linux.
hu_hu: A WSL kiváló módja a különböző Linux-disztribúciók kipróbálásának.
it_it: WSL è un ottimo modo per provare diverse distribuzioni Linux.
ja_jp: WSL は、さまざまな Linux ディストリビューションを試す優れた方法です。
ko_kr: WSL은 다양한 Linux 배포판을 사용해 보기 좋은 방법입니다.
nb_no: WSL er en flott måte å prøve ut forskjellige Linux-distribusjoner på.
nl_nl: WSL is een geweldige manier om verschillende Linux-distributies uit te proberen.
pl_pl: Podsystem WSL to doskonały sposób na wypróbowanie różnych dystrybucji systemu Linux.
pt_br: O WSL é uma maneira excelente de experimentar diferentes distribuições do Linux.
pt_pt: O WSL é uma excelente forma de experimentar diferentes distribuições do Linux.
ru_ru: WSL — отличный способ опробовать различные дистрибутивы Linux.
sv_se: WSL är ett bra sätt att testa olika Linux-distributioner.
tr_tr: WSL, farklı Linux dağıtımlarını denemenin harika bir yoludur.
zh_cn: WSL 是试用不同 Linux 发行版的好方法。
zh_tw: WSL 非常適合用來嘗試不同的 Linux 發行版本。

# Settings_OOBEDistroManagement.Title
source: Distro Management
cs_cz: Správa distribuce
da_dk: Distro-administration
el_gr: Διαχείριση Διανομών
es_es: Administración de distribuciones
fi_fi: Distro-hallinta
fr_fr: Gestion de la distribution
hu_hu: Disztribúciókezelés
it_it: Gestione distribuzione
ja_jp: ディストリビューションの管理
ko_kr: 배포판 관리
nb_no: Distro-behandling
nl_nl: Distro-beheer
pl_pl: Zarządzanie dystrybucją
pt_br: Gerenciamento de Distribuições
pt_pt: Gestão de Distribuições
ru_ru: Управление дистрибутивами
sv_se: Distributionshantering
tr_tr: Dağıtım Yönetimi
zh_cn: 发行版管理
zh_tw: 發行版本管理

# Settings_OOBEDistroManagementBasicWSLCommandsLink.Content
source: Learn more about basic WSL commands
cs_cz: Další informace o základních příkazech WSL
da_dk: Få mere at vide om grundlæggende WSL-kommandoer
de_de: Weitere Informationen zu grundlegenden WSL-Befehlen
el_gr: Μάθετε περισσότερα για τις βασικές εντολές του WSL
es_es: Obtenga más información sobre los comandos básicos de WSL
fi_fi: Lisätietoja WSL-peruskomennosta
fr_fr: En savoir plus sur les commandes WSL de base
hu_hu: További információ az alapszintű WSL-parancsokról
it_it: Altre informazioni sui comandi WSL di base
ja_jp: 基本的な WSL コマンドに関する詳細情報
ko_kr: 기본 WSL 명령에 대한 자세한 정보
nb_no: Mer informasjon om grunnleggende WSL-kommandoer
nl_nl: Meer informatie over standaard WSL-opdrachten
pl_pl: Dowiedz się więcej o podstawowych poleceniach podsystemu WSL
pt_br: Saiba mais sobre os comandos básicos do WSL
pt_pt: Saiba mais sobre comandos do WSL básicos
ru_ru: Подробнее об основных командах WSL
sv_se: Läs mer om grundläggande WSL-kommandon
tr_tr: Temel WSL komutları hakkında daha fazla bilgi edinin
zh_cn: 详细了解基本 WSL 命令
zh_tw: 深入了解基本 WSL 命令

# Settings_OOBEDistroManagementImportCustomDistroLink.Content
source: Learn more about importing any Linux distribution
cs_cz: Další informace o importu libovolné distribuce Linuxu
da_dk: Få mere at vide om import af Linux-distribution
de_de: Weitere Informationen zum Importieren beliebiger Linux-Distributionen
el_gr: Μάθετε περισσότερα για την εισαγωγή οποιασδήποτε διανομής Linux
es_es: Obtenga más información sobre la importación de cualquier distribución de Linux
fi_fi: Lisätietoja Linux-jakelun tuomisesta
fr_fr: En savoir plus sur l'importation de n'importe quelle distribution Linux
hu_hu: További információ a linuxos disztribúciók importálásáról
it_it: Altre informazioni sull'importazione delle distribuzioni Linux
ja_jp: Linux ディストリビューションのインポートに関する詳細情報
ko_kr: Linux 배포를 가져오는 방법에 대한 자세한 정보
nb_no: Mer informasjon om import av Linux-distribusjoner
nl_nl: Meer informatie over het importeren van Linux-distributies
pl_pl: Dowiedz się więcej o importowaniu dowolnej dystrybucji systemu Linux
pt_br: Saiba mais sobre como importar qualquer distribuição do Linux
pt_pt: Saiba mais a importação de qualquer distribuição do Linux
ru_ru: Подробнее об импорте любого дистрибутива Linux
sv_se: Läs mer om hur du importerar Linux-distributioner
tr_tr: Herhangi bir Linux dağıtımını içeri aktarma hakkında daha fazla bilgi edinin
zh_cn: 详细了解如何导入任何 Linux 发行版
zh_tw: 深入了解如何匯入任何 Linux 發行版本

# Settings_OOBEDistroManagement_InstallableDistrosTitle.Text
source: List Installable WSL Distros Command
cs_cz: Příkaz pro zobrazení seznamu instalovatelných distribucí WSL
da_dk: Vis WSL Distros-kommando, der kan installeres
de_de: Installierbaren WSL-Distros-Befehl auflisten
el_gr: Εντολή παράθεσης διανομών WSL προς εγκατάσταση
es_es: Comando Enumerar distribuciones de WSL instalables
fi_fi: Luettelo asennettavista WSL-distroista -komento
fr_fr: Liste des commandes de distribution WSL installables
hu_hu: Telepíthető WSL-disztribúciók listázása parancs
it_it: Elenca comando distribuzioni WSL installabili
ja_jp: インストール可能な WSL Distros コマンドの一覧表示
ko_kr: 설치 가능한 WSL 배포판 목록 명령
nb_no: Vis kommando for installerbare WSL-distroer
nl_nl: Installeerbare WSL Distros-opdracht weergeven
pl_pl: Polecenie Wyświetl listę dystrybucji do zainstalowania podsystemu WSL
pt_br: Comando para listar distribuições do WSL instaláveis
pt_pt: Comando Listar Distribuições do WSL Instaláveis
ru_ru: Команда вывода списка устанавливаемых дистрибутивов WSL
sv_se: Visa lista över installerbara WSL-distributionskommandon
tr_tr: Yüklenebilir WSL Dağıtımlarını Listele Komutu
zh_cn: 列出可安装的 WSL 发行版命令
zh_tw: 列出可安裝的 WSL 發行版本命令

# Settings_OOBEDistroManagement_InstallNamedDistrosTitle.Text
source: Install a Named WSL Distro Command
cs_cz: Příkaz pro instalaci jmenovaných distribucí WSL
da_dk: Installer en navngivet WSL Distro-kommando
de_de: Benannten WSL-Distro-Befehl installieren
el_gr: Εντολή εγκατάστασης κατονομαζόμενης διανομής WSL
es_es: Instalar un comando de distribución WSL con nombre
fi_fi: Asenna nimetty WSL-distrokomento
fr_fr: Installer une commande de distribution WSL nommée
hu_hu: Nevesített WSL-disztribúció telepítése parancs
it_it: Installa un comando di distribuzione WSL denominato
ja_jp: 名前付き WSL Distro コマンドのインストール
ko_kr: 명명된 WSL 배포판 설치 명령
nb_no: Installer en navngitt WSL Distro-kommando
nl_nl: Een benoemde WSL-distro-opdracht installeren
pl_pl: Polecenie Zainstaluj nazwaną dystrybucję podsystemu WSL
pt_br: Comando para instalar uma distribuição WSL nomeada
pt_pt: Comando Instalar uma Distribuição do WSL Nomeada
ru_ru: Установить именованную команду дистрибутива WSL
sv_se: Installera ett namngivet WSL Distro-kommando
tr_tr: Adlandırılmış bir WSL Dağıtım Komutu Yükleme
zh_cn: 安装指定名称的 WSL 发行版命令
zh_tw: 安裝具名 WSL 發行版本命令

# Settings_OOBEDistroManagement_InstallNamedDistrosSample.Text
source: 'wsl.exe --install <DistroName>'
cs_cz: wsl.exe --install <Název distribuce>
el_gr: 'wsl.exe --install <ΌνομαΔιανομής>'
